[
  {
    "user": "Braintac",
    "discri": "#8818",
    "avatar": "https://cdn.discordapp.com/avatars/293022133347549184/04f9235668e518c5115d58bfa8e7e1e8.webp",
    "links": [],
    "message": "I just tried Xenon bot! and I swear it's the best bot I've ever came across so far! it's a bit sad for me that i found it too late! after i had an awful long time to setup my own server! but am happy i finally found it. late better than nothing. thanks for making Xenon Bot. and keep making some awesome bots like this plz."
  },
  {
    "user": "Xastreh",
    "discri": "#2525",
    "avatar": "https://cdn.discordapp.com/avatars/269867791128068107/a5954bdaef22166cba09abacc5fda90f.webp",
    "links": [
      {"icon": "fab fa-youtube", "url": "https://www.youtube.com/channel/UCycafmI2sIbbMKZTwxpBaAw", "title": "Youtube"},
      {"icon": "fab fa-twitch", "url": "https://steamcommunity.com/id/xastreh/", "title": "Twitch"}
    ],
    "message": "The Embed Generator bot is really good. I love not having to go to a website that I usually go to that has the Discord rich embed JSON code and then having to send it through Postman. Such a hassle. This bot makes it ten times easier. Also for Xenon that's a really unique bot as well. The ability to copy MOST things from one server to another is fabulous."
  },
  {
    "user": "buthed010203",
    "discri": "#9405",
    "avatar": "https://cdn.discordapp.com/avatars/244966266845134858/a_f084b1bb78ee25c897d142f0e044cb3a.gif",
    "links": [],
    "message": "Xenon is amazing but I think it should be able to escape special mentions such as roles and @everyone when loading messages as it can cause you to be pinged a bunch (maybe also add an option to escape all mentions as well as they get spammy)."
  },
  {
    "user": "snowy",
    "discri": "#9439",
    "avatar": "https://cdn.discordapp.com/avatars/194510483536085003/e30d686a9199a3e48b9e2503244e1fdd.webp",
    "links": [],
    "message": "I have been using Xenon for a bit now and I love it, though I got some suggestions. It seems to backup the text channel permissions but not the voice channel one's. It also doesn't seem to copy the afk and welcome channels. (don't know if it's possible) Thank you so much for making Xenon, cheers."
  },
  {
    "user": "noxious",
    "discri": "#0001",
    "avatar": "https://cdn.discordapp.com/avatars/324279449044516864/950c70146d1d57ec41b47824b3053768.webp",
    "links": [],
    "message": "I've been using Xenon to backup my servers for a while now and it's been a pleasure to use. Quite simple and easy to understand, whenever there were any questions, one of the devs always was fast with answering. Great service and good products!"
  },
  {
    "user": "Lance",
    "discri": "#2150",
    "avatar": "https://cdn.discordapp.com/avatars/473378394298384385/e18e6b8fc8a726eca80d25bf860fb139.webp",
    "links": [],
    "message": "I have been around discord for quiet some time. What i think your doing here with Xenon and Embed Generator is amazing. Though i don't believe people should be able to just jumb on your server and grab a template, you could offer them as a sort of reward system. Though that in its self makes your job that much harder. Overall great bots though the embed generator in my own opinion needs a bit of updating."
  }
]